tap "1password/tap"
tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "kraken/temp"
tap "norwoodj/tap"
tap "octoenergy/kraken-cli", "git@github.com:octoenergy/kraken-cli.git"
brew "openssl@3"
brew "xz"
brew "awscli"
brew "bash"
brew "binutils"
brew "cairo"
brew "croc"
brew "libtiff"
brew "erlang"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-lfs"
brew "unbound"
brew "gnutls"
brew "grep"
brew "htop"
brew "libffi"
brew "libmagic"
brew "libmemcached"
brew "libxml2"
brew "luarocks"
brew "memcached"
brew "mprocs"
brew "neovim"
brew "openssl@1.1"
brew "oxipng"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "rabbitmq"
brew "ripgrep"
brew "sops"
brew "terraform-docs"
brew "tflint"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform"
brew "homeport/tap/dyff"
brew "kraken/temp/libxmlsec1"
brew "norwoodj/tap/helm-docs"
brew "octoenergy/kraken-cli/kraken-cli"
cask "1password-cli"
cask "asana"
cask "aws-vault"
cask "iterm2"
cask "monitorcontrol"
cask "raycast"
cask "rectangle"
cask "spotify"
